Repository: lemoer/keepitup
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: mail:confirm:subject
de: Mail-Addresse für KeepItUp bestätigen! :)

source: mail:confirm:message
de: Hallo, bitte bestätige deine E-Mail-Adresse, in dem du auf diesen Link klickst: {url} Bitte heb diese E-Mail auf. Mit dem Link kannst du dich immer wieder einloggen. Es gibt kein separates Passwort. Wenn du dich nicht bei KeepItUp registriert hast ignorier diese E-Mail bitte. Viele Grüße, lemoer

source: mail:alarm:subject
de: [KeepItUp] Alarm: {node.name} nicht erreichbar

source: mail:alarm:message
de: Hallo, der Router {node.name} ist nicht erreichbar. Link zum Router: {url} Viele Grüße, lemoer

source: mail:resolved:subject
de: [KeepItUp] Entwarnung: {node.name} ist wieder erreichbar

source: mail:resolved:message
de: Hallo, der Router {node.name} ist jetzt wieder erreichbar. Link zum Router: {url} Viele Grüße, lemoer

source: Error: The entered mail does not contain an @.
de: Fehler: Die eingegebene Mail-Adresse enthält kein @.

source: Error: Email invalid. The domain %(domain)s does not have an MX record.
de: Fehler: Ungültige E-Mail-Adresse. Die Domain %(domain)s hat keinen MX-Record.

source: User already registered. Resending login token.
de: Du bist bereits registriert. Wir schicken dir einen Login-Link.

source: Confirmation mail sent.
de: Bestätigungs-Mail gesendet.

source: Error: Email was not given in request. Please use the link from your confirmation mail.
de: Fehler: Mail-Adresse nicht angegeben. Bitte nutze den Link aus der Bestätigungs-Mail.

source: Error: Token was not given in request. Please use the link from your confirmation mail.
de: Fehler: Token wurde nicht übermittelt. Bitte nutze den Link aus der Bestätigungs-Mail.

source: Error: Email not found.
de: Fehler: Mail-Adresse nicht gefunden.

source: Error: The supplied token is invalid.
de: Fehler: Der angegebene Token ist ungültig.

source: Success: Email confirmed. You are now logged in.
de: Mail-Adresse bestätigt. Du bist eingeloggt.

source: Logged out.
de: Ausgeloggt.

source: Error: You need to be logged in to subscribe.
de: Fehler: Du musst eingeloggt sein, um Router-Infos zu abonnieren.

source: Error: You are already subscribed to %(node)s!
de: Fehler: Du hast %(node)s bereits abonniert!

source: Subscribed to node %(node)s.
de: Knoten %(node)s abonniert.

source: Error: You need to be logged in to unsubscribe.
de: Fehler: Du musst eingeloggt sein um deine Abonnements zu verwalten.

source: Error: Unsubscribe failed. No nodeid was given.
de: Fehler: Abbestellung fehlgeschlagen. Es wurde keine Knoten-ID angegeben.

source: Error: Unsubscribe failed. Node with nodeid %(nodeid)s not found!
de: Fehler: Abbestellung fehlgeschlagen. Der Knoten mit der ID %(nodeid)s wurde nicht gefunden!

source: Error: Unsubscribe failed. You were not subscribed to %(node)s!
de: Fehler: Abbestellung fehlgeschlagen. Du hattest Knoten %(node)s nicht abonniert.

source: Sucessfully unsubscribed from %(node)s!
de: Knoten %(node)s erfolgreich abbestellt.

source: Node %(node)s was removed, because nobody subscribes to it anymore.
de: Knoten %(node)s wurde entfernt, da ihn niemand mehr abonniert hat.

source: 404 - Not Found
de: 404 - Nicht gefunden

source: The requested URL was not found on the server. If you entered the URL manually please check your spelling and try again.
de: Die gewünschte URL konnte nicht gefunden werden. Hast du dich vielleicht vertippt?

source: Logged in as
de: Eingeloggt als

source: Subscribe to nodes
de: Knoten abonnieren

source: You logged in as
de: Eingeloggt als

source: Logout
de: Ausloggen

source: Sign up
de: Registrieren

source: Your Subscriptions
de: Deine Abonnements

source: , silenced
de: , stumm geschaltet

source: All Monitored Nodes
de: Alle gemonitorten Knoten

source: subscribed
de: abonniert

source: Current IP:
de: Aktuelle IP-Adresse:

source: Current constitution
de: Aktueller Zustand

source: Notifications
de: Benachrichtigungen

source: not subscribed
de: nicht abonniert

source: yes
de: ja

source: no
de: nein

source: Actions
de: Aktionen

source: subscribe
de: abonnieren

source: unsubscribe
de: abbestellen

source: toggle notifications
de: Benachrichtigungen umschalten

source: Latest Alarms
de: Kürzliche Alarme

source: End
de: Ende

source: Duration
de: Dauer

source: Register
de: Registrieren

source: Email address
de: E-Mail-Adresse

source: Resend login token
de: Login-Link senden

source: Subscribe
de: abonnieren

source: goto
de: ansehen

source: subscribe & goto
de: abonnieren & ansehen

source: no address in nodes.json
de: keine Adresse in nodes.json
